{0: '<PAD>', 1: '<UNK>', 2: '<S>', 3: '</S>', 4: 'the', 5: 'to', 6: 'of', 7: 'and', 8: 'a', 9: 'that', 10: 'in', 11: 'I', 12: 'is', 13: 'you', 14: 'it', 15: 'And', 16: 'we', 17: 'this', 18: 'was', 19: 'for', 20: 'are', 21: 'have', 22: 'on', 23: 'with', 24: 'So', 25: 'about', 26: 'they', 27: 'can', 28: 'what', 29: 'be', 30: 'at', 31: 'as', 32: 'all', 33: 'not', 34: 'do', 35: 'like', 36: 'from', 37: 'one', 38: 'my', 39: 'people', 40: 'so', 41: 'an', 42: "it's", 43: 'but', 44: 'just', 45: 'our', 46: 'or', 47: 'The', 48: 'there', 49: 'But', 50: 'these', 51: 'very', 52: 'if', 53: 'out', 54: 'me', 55: 'know', 56: 'them', 57: 'by', 58: 'going', 59: 'up', 60: 'when', 61: 'more', 62: 'because', 63: 'had', 64: 'think', 65: 'We', 66: 'see', 67: 'which', 68: 'your', 69: 'how', 70: 'their', 71: 'were', 72: 'really', 73: 'he', 74: 'would', 75: 'get', 76: 'who', 77: 'us', 78: "I'm", 79: "It's", 80: 'This', 81: 'then', 82: 'time', 83: 'has', 84: 'into', 85: 'some', 86: 'actually', 87: 'here', 88: 'world', 89: 'way', 90: "don't", 91: 'things', 92: 'You', 93: 'years', 94: 'will', 95: "that's", 96: 'It', 97: 'now', 98: 'Now', 99: 'where', 100: 'want', 101: 'other', 102: 'go', 103: 'could', 104: 'been', 105: 'make', 106: 'said', 107: 'something', 108: 'than', 109: 'much', 110: 'right', 111: 'no', 112: 'those', 113: 'first', 114: 'little', 115: 'two', 116: 'thing', 117: 'got', 118: 'also', 119: 'look', 120: 'They', 121: 'his', 122: 'back', 123: 'say', 124: "we're", 125: 'In', 126: 'over', 127: 'only', 128: 'work', 129: 'life', 130: 'most', 131: 'kind', 132: 'need', 133: 'even', 134: 'take', 135: 'many', 136: 'new', 137: 'lot', 138: "you're", 139: 'did', 140: 'around', 141: 'What', 142: 'good', 143: 'different', 144: 'she', 145: 'through', 146: 'down', 147: "there's", 148: 'her', 149: 'same', 150: 'Well', 151: 'come', 152: 'use', 153: 'every', 154: "they're", 155: 'doing', 156: 'being', 157: 'If', 158: 'put', 159: 'called', 160: 'day', 161: 'three', 162: 'percent', 163: 'any', 164: 'talk', 165: 'made', 166: 'He', 167: 'why', 168: "I've", 169: "That's", 170: 'well', 171: 'its', 172: 'tell', 173: 'find', 174: 'change', 175: 'fact', 176: 'human', 177: 'idea', 178: 'year', 179: 'great', 180: 'own', 181: "didn't", 182: 'started', 183: 'big', 184: 'after', 185: 'should', 186: 'today', 187: 'thought', 188: 'went', 189: 'last', 190: 'before', 191: 'course', 192: 'give', 193: 'There', 194: 'might', 195: 'better', 196: "we've", 197: 'important', 198: 'another', 199: 'story', 200: "can't", 201: 'problem', 202: 'never', 203: 'Thank', 204: 'brain', 205: 'able', 206: 'off', 207: 'start', 208: 'show', 209: 'part', 210: 'technology', 211: 'him', 212: 'next', 213: 'system', 214: 'still', 215: 'ago', 216: 'A', 217: 'together', 218: 'bit', 219: 'came', 220: 'again', 221: 'few', 222: 'does', 223: 'place', 224: 'each', 225: 'mean', 226: 'How', 227: 'used', 228: 'When', 229: 'between', 230: 'water', 231: 'That', 232: 'looking', 233: 'data', 234: 'done', 235: 'Because', 236: 'too', 237: 'design', 238: 'found', 239: 'question', 240: 'example', 241: 'love', 242: 'end', 243: 'sort', 244: 'long', 245: 'point', 246: "doesn't", 247: 'talkidtalkid', 248: 'keywordstalks', 249: 'women', 250: 'understand', 251: 'wanted', 252: 'live', 253: 'whole', 254: 'call', 255: 'TED', 256: 'real', 257: 'working', 258: 'Talk', 259: 'ever', 260: 'trying', 261: 'always', 262: 'may', 263: 'children', 264: 'million', 265: 'try', 266: 'away', 267: 'school', 268: 'believe', 269: 'help', 270: 'descriptionTED', 271: 'Transcript', 272: 'Subtitles', 273: 'feel', 274: 'using', 275: 'four', 276: 'translatortranslator', 277: 'kids', 278: 'means', 279: 'person', 280: "what's", 281: 'maybe', 282: 'thinking', 283: 'information', 284: "There's", 285: 'create', 286: 'took', 287: 'country', 288: 'money', 289: 'science', 290: 'power', 291: 'One', 292: 'become', 293: 'everything', 294: 'space', 295: 'future', 296: 'number', 297: 'food', 298: 'quite', 299: 'enough', 300: 'These', 301: 'small', 302: 'sense', 303: 'global', 304: 'five', 305: "I'd", 306: 'energy', 307: 'My', 308: 'comes', 309: 'says', 310: 'social', 311: 'old', 312: 'getting', 313: 'light', 314: 'best', 315: 'second', 316: 'home', 317: 'making', 318: 'probably', 319: 'left', 320: 'times', 321: "I'll", 322: 'happened', 323: 'interesting', 324: 'talking', 325: 'business', 326: 'building', 327: 'stuff', 328: 'less', 329: 'Why', 330: 'play', 331: 'Africa', 332: 'makes', 333: 'health', 334: 'let', 335: 'without', 336: 'reviewerreviewer', 337: 'ask', 338: 'told', 339: 'coming', 340: 'body', 341: 'lives', 342: "We're", 343: 'dollars', 344: 'anything', 345: 'pretty', 346: 'such', 347: 'countries', 348: 'across', 349: 'build', 350: 'No', 351: 'moment', 352: 'simple', 353: 'am', 354: "you've", 355: 'happen', 356: 'hard', 357: 'goes', 358: 'man', 359: 'ways', 360: 'room', 361: 'experience', 362: 'living', 363: 'learn', 364: 'saw', 365: 'seen', 366: 'care', 367: 'happens', 368: 'For', 369: 'problems', 370: 'side', 371: 'bad', 372: 'case', 373: 'asked', 374: 'half', 375: 'having', 376: 'move', 377: 'music', 378: 'later', 379: 'else', 380: 'picture', 381: 'high', 382: 'days', 383: 'All', 384: 'process', 385: 'As', 386: 'reason', 387: 'family', 388: 'inside', 389: 'young', 390: 'history', 391: 'ideas', 392: 'culture', 393: 'basically', 394: "They're", 395: 'while', 396: 'car', 397: 'men', 398: 'book', 399: 'She', 400: 'saying', 401: 'yet', 402: 'computer', 403: 'single', 404: 'hand', 405: 'possible', 406: 'once', 407: 'set', 408: 'far', 409: 'almost', 410: 'looks', 411: 'both', 412: 'education', 413: 'planet', 414: 'true', 415: 'project', 416: "let's", 417: 'New', 418: 'within', 419: 'whether', 420: 'answer', 421: 'wrong', 422: 'top', 423: 'mind', 424: 'already', 425: 'matter', 426: 'keep', 427: 'bring', 428: 'looked', 429: 'billion', 430: 'hope', 431: 'nothing', 432: 'often', 433: 'guy', 434: 'heard', 435: 'language', 436: 'city', 437: "he's", 438: 'six', 439: 'beautiful', 440: 'community', 441: 'myself', 442: 'cancer', 443: 'open', 444: 'words', 445: 'remember', 446: 'amazing', 447: 'imagine', 448: 'art', 449: 'cells', 450: 'someone', 451: 'form', 452: 'video', 453: 'piece', 454: 'sure', 455: 'built', 456: 'works', 457: 'stories', 458: 'control', 459: 'OK', 460: 'Earth', 461: 'public', 462: 'United', 463: 'animals', 464: 'child', 465: 'read', 466: 'couple', 467: 'months', 468: 'age', 469: 'universe', 470: 'turn', 471: 'species', 472: 'face', 473: 'government', 474: 'Internet', 475: 'until', 476: 'job', 477: 'under', 478: 'nature', 479: 'research', 480: 'group', 481: 'order', 482: 'places', 483: 'completely', 484: "isn't", 485: 'taking', 486: 'environment', 487: 'word', 488: 'line', 489: "wasn't", 490: 'exactly', 491: 'decided', 492: 'India', 493: 'itself', 494: 'happening', 495: 'friends', 496: 'became', 497: 'kinds', 498: 'model', 499: 'learned', 500: 'though', 501: 'ourselves', 502: 'hear', 503: 'States', 504: 'Okay', 505: 'since', 506: 'run', 507: 'students', 508: 'themselves', 509: 'minutes', 510: 'gets', 511: 'society', 512: 'share', 513: 'stop', 514: 'study', 515: 'questions', 516: 'against', 517: 'game', 518: 'must', 519: 'knew', 520: 'everybody', 521: 'rather', 522: 'issues', 523: 'huge', 524: 'large', 525: 'heart', 526: 'ones', 527: "Let's", 528: 'level', 529: 'company', 530: 'head', 531: 'created', 532: 'turns', 533: 'America', 534: 'Then', 535: 'woman', 536: 'shows', 537: 'sound', 538: 'disease', 539: 'hours', 540: 'guys', 541: 'Oh', 542: 'night', 543: 'war', 544: 'name', 545: 'front', 546: 'worked', 547: 'sometimes', 548: 'along', 549: 'God', 550: 'particular', 551: "couldn't", 552: 'systems', 553: 'least', 554: 'past', 555: 'gave', 556: "here's", 557: 'news', 558: 'figure', 559: 'somebody', 560: 'happy', 561: 'learning', 562: 'American', 563: 'others', 564: 'thousands', 565: "you'll", 566: 'natural', 567: 'per', 568: 'early', 569: 'lots', 570: 'instead', 571: 'moving', 572: 'US', 573: 'takes', 574: 'outside', 575: 'entire', 576: 'difference', 577: 'everyone', 578: 'third', 579: 'mother', 580: 'oil', 581: 'house', 582: 'Conference', 583: 'taken', 584: 'powerful', 585: 'cell', 586: 'state', 587: 'changed', 588: 'machine', 589: 'Here', 590: "We've", 591: 'century', 592: 'behind', 593: 'area', 594: 'eyes', 595: 'At', 596: 'close', 597: 'wonderful', 598: 'cities', 599: 'China', 600: 'given', 601: 'Or', 602: 'air', 603: 'needs', 604: 'leave', 605: 'turned', 606: 'perhaps', 607: 'market', 608: 'yourself', 609: 'media', 610: "Here's", 611: 'terms', 612: 'seeing', 613: 'easy', 614: 'began', 615: 'population', 616: 'parts', 617: 'seven', 618: 'beginning', 619: 'local', 620: 'difficult', 621: 'finally', 622: 'view', 623: 'during', 624: 'image', 625: 'free', 626: 'cannot', 627: 'deal', 628: 'York', 629: 'paper', 630: 'hands', 631: 'realized', 632: 'middle', 633: 'needed', 634: 'common', 635: 'Do', 636: 's', 637: 'certain', 638: 'th', 639: 'whatever', 640: 'simply', 641: 'walk', 642: 'amount', 643: 'size', 644: 'team', 645: 'interested', 646: 'grow', 647: 'full', 648: 'death', 649: 'black', 650: "we'll", 651: 'longer', 652: 'economic', 653: 'companies', 654: 'People', 655: 'behavior', 656: 'tried', 657: 'land', 658: 'Some', 659: 'humans', 660: 'ocean', 661: 'quickly', 662: 'green', 663: 'Is', 664: "You're", 665: 'gone', 666: 'spent', 667: 'DNA', 668: 'complex', 669: 'rest', 670: 'felt', 671: 'spend', 672: 'parents', 673: 'cost', 674: 'growth', 675: 'scale', 676: 'value', 677: 'poor', 678: 'reality', 679: 'ability', 680: 'eight', 681: 'buy', 682: 'Just', 683: 'weeks', 684: 'week', 685: 'To', 686: 'lost', 687: 'known', 688: 'feet', 689: 'Yeah', 690: 'sitting', 691: 'opportunity', 692: 'program', 693: 'books', 694: 'fish', 695: 'blue', 696: 'pay', 697: 'areas', 698: 'economy', 699: 'phone', 700: 'either', 701: 'political', 702: 'incredible', 703: 'climate', 704: 'personal', 705: 'Right', 706: 'changes', 707: 'based', 708: 'write', 709: 'field', 710: 'brought', 711: 'attention', 712: "He's", 713: 'test', 714: 'challenge', 715: 'gives', 716: 'Yes', 717: 'step', 718: 'eat', 719: 'images', 720: 'speak', 721: 'realize', 722: 'surface', 723: 'numbers', 724: "What's", 725: 'structure', 726: 'born', 727: 'short', 728: 'animal', 729: 'technologies', 730: 'friend', 731: 'theory', 732: "wouldn't", 733: 'father', 734: 'developed', 735: 'growing', 736: 'giving', 737: 'Not', 738: 'met', 739: "won't", 740: 'audience', 741: 'feeling', 742: 'physical', 743: 'fun', 744: 'map', 745: 'wrote', 746: 'force', 747: "they've", 748: 'English', 749: 'average', 750: 'die', 751: 'understanding', 752: 'knowledge', 753: 'tools', 754: 'film', 755: 'scientists', 756: 'On', 757: 'seems', 758: 'starting', 759: 'ground', 760: 'innovation', 761: 'Our', 762: 'morning', 763: 'stage', 764: 'forward', 765: 'running', 766: 'individual', 767: 'watch', 768: 'miles', 769: 'creating', 770: 'fly', 771: 'reviewer', 772: 'nice', 773: 'key', 774: 'literally', 775: 'result', 776: "who's", 777: 'patients', 778: 'red', 779: 'World', 780: 'playing', 781: 'Can', 782: 'bottom', 783: 'discovered', 784: 'telling', 785: 'access', 786: 'hundreds', 787: 'millions', 788: 'anyone', 789: 'computers', 790: 'cars', 791: 'cut', 792: 'Europe', 793: 'girl', 794: 'white', 795: 'center', 796: 'material', 797: 'online', 798: 'development', 799: 'dark', 800: 'Let', 801: 'solution', 802: 'alone', 803: 'cool', 804: 'developing', 805: 'issue', 806: 'movement', 807: 'absolutely', 808: "world's", 809: 'seem', 810: 'focus', 811: 'hold', 812: 'deep', 813: 'product', 814: 'showed', 815: 'solve', 816: 'relationship', 817: 'allow', 818: 'knows', 819: 'clear', 820: 'kid', 821: 'talked', 822: 'begin', 823: 'thank', 824: 'incredibly', 825: 'available', 826: 'fear', 827: 'evolution', 828: 'support', 829: 'produce', 830: 'designed', 831: 'shape', 832: 'normal', 833: 'tiny', 834: 'recently', 835: 'experiment', 836: 'rate', 837: 'chance', 838: 'resources', 839: 'voice', 840: 'modern', 841: 'major', 842: 'asking', 843: 'fast', 844: "she's", 845: 'situation', 846: 'yes', 847: 'save', 848: 'stand', 849: 'network', 850: 'ice', 851: 'act', 852: 'changing', 853: 'CA', 854: 'industry', 855: 'bigger', 856: 'pictures', 857: 'beyond', 858: 'impact', 859: 'medical', 860: 'software', 861: 'sea', 862: 'message', 863: 'blood', 864: 'putting', 865: 'becomes', 866: 'meet', 867: 'explain', 868: 'especially', 869: 'reasons', 870: 'tells', 871: 'South', 872: 'By', 873: 'generation', 874: 'effect', 875: 'writing', 876: 'rules', 877: 'soon', 878: 'street', 879: 'evidence', 880: "aren't", 881: 'drive', 882: 'law', 883: 'choice', 884: 'teach', 885: 'Chinese', 886: 'risk', 887: 'Of', 888: 'several', 889: 'color', 890: 'robot', 891: 'perfect', 892: 'guess', 893: 'materials', 894: 'involved', 895: "haven't", 896: 'lived', 897: 'groups', 898: 'device', 899: 'truth', 900: 'lab', 901: 'box', 902: 'type', 903: 'died', 904: 'likely', 905: 'Look', 906: 'present', 907: 'medicine', 908: 'special', 909: 'baby', 910: 'towards', 911: 'potential', 912: 'approach', 913: 'basic', 914: 'dead', 915: 'happiness', 916: 'digital', 917: 'sounds', 918: 'games', 919: 'compassion', 920: 'biology', 921: 'worth', 922: 'solar', 923: 'hundred', 924: 'similar', 925: 'schools', 926: 'Google', 927: 'action', 928: 'Maybe', 929: 'violence', 930: 'technologykeywords', 931: 'moved', 932: 'patient', 933: 'scientific', 934: 'girls', 935: 'particularly', 936: 'vision', 937: 'teachers', 938: 'projects', 939: 'office', 940: 'eye', 941: 'hit', 942: 'wants', 943: 'examples', 944: 'starts', 945: 'biggest', 946: 'First', 947: 'break', 948: 'obviously', 949: 'memory', 950: 'walking', 951: 'creative', 952: 'journey', 953: 'success', 954: 'send', 955: 'onto', 956: 'sit', 957: 'carbon', 958: 'Every', 959: 'lead', 960: "'s", 961: 'architecture', 962: 'showing', 963: 'Where', 964: 'totally', 965: 'certainly', 966: 'After', 967: 'quality', 968: 'security', 969: 'democracy', 970: 'object', 971: 'poverty', 972: 'wall', 973: 'creativity', 974: 'reach', 975: 'results', 976: 'jobs', 977: 'camera', 978: 'largest', 979: 'further', 980: 'develop', 981: 'okay', 982: 'among', 983: 'strong', 984: 'notice', 985: 'hour', 986: 'leaders', 987: 'politics', 988: 'anybody', 989: 'exciting', 990: 'everywhere', 991: 'stay', 992: 'mass', 993: 'measure', 994: "you'd", 995: 'trees', 996: 'wish', 997: 'low', 998: 'nine', 999: 'meaning', 1000: 'minute', 1001: 'nuclear', 1002: 'smart', 1003: 'period', 1004: 'follow', 1005: 'extremely', 1006: 'student', 1007: 'month', 1008: 'With', 1009: 'brains', 1010: 'song', 1011: 'led', 1012: 'class', 1013: 'village', 1014: 'activity', 1015: 'general', 1016: 'entertainment', 1017: 'cause', 1018: 'plants', 1019: 'watching', 1020: 'favorite', 1021: 'objects', 1022: 'finding', 1023: 'table', 1024: "people's", 1025: 'fall', 1026: 'suddenly', 1027: 'grew', 1028: 'pick', 1029: 'national', 1030: 'named', 1031: 'buildings', 1032: 'pattern', 1033: "Don't", 1034: 'plan', 1035: 'revolution', 1036: 'models', 1037: 'positive', 1038: 'Even', 1039: 'expect', 1040: 'individuals', 1041: 'products', 1042: 'add', 1043: 'movie', 1044: 'response', 1045: 'nobody', 1046: 'drug', 1047: 'taught', 1048: 'physics', 1049: 'eventually', 1050: 'listen', 1051: 'skin', 1052: 'crazy', 1053: 'continue', 1054: 'North', 1055: 'lose', 1056: 'extraordinary', 1057: 'spread', 1058: 'including', 1059: 'faster', 1060: 'Most', 1061: 'forms', 1062: 'moral', 1063: 'somewhere', 1064: 'ready', 1065: 'role', 1066: 'robots', 1067: 'Chris', 1068: 'safe', 1069: 'traditional', 1070: 'wind', 1071: 'peace', 1072: 'thousand', 1073: 'series', 1074: 'son', 1075: 'mine', 1076: 'communities', 1077: 'connected', 1078: 'source', 1079: 'impossible', 1080: 'speed', 1081: 'allowed', 1082: "we'd", 1083: 'sorts', 1084: 'meant', 1085: 'dream', 1086: 'teacher', 1087: 'East', 1088: 'studies', 1089: 'shown', 1090: 'essentially', 1091: 'worse', 1092: 'performance', 1093: 'crisis', 1094: 'higher', 1095: 'indeed', 1096: 'complicated', 1097: 'drugs', 1098: 'sun', 1099: 'goal', 1100: 'points', 1101: 'supposed', 1102: 'bacteria', 1103: 'West', 1104: 'road', 1105: 'visual', 1106: 'fight', 1107: 'larger', 1108: 'allows', 1109: 'perspective', 1110: 'ended', 1111: 'screen', 1112: 'kill', 1113: 'Are', 1114: 'truly', 1115: 'Which', 1116: 'door', 1117: 'interest', 1118: 'context', 1119: 'gas', 1120: 'sent', 1121: 'protect', 1122: 'conditions', 1123: 'trust', 1124: 'training', 1125: 'cases', 1126: 'electricity', 1127: 'fire', 1128: 'standing', 1129: 'families', 1130: 'bunch', 1131: 'beauty', 1132: 'rich', 1133: 'sex', 1134: 'older', 1135: 'hospital', 1136: 'pieces', 1137: 'boy', 1138: 'successful', 1139: 'choose', 1140: 'treatment', 1141: 'reading', 1142: 'site', 1143: 'African', 1144: 'talks', 1145: 'tool', 1146: 'somehow', 1147: 'killed', 1148: 'math', 1149: 'patterns', 1150: 'military', 1151: 'late', 1152: 'neurons', 1153: 'yearold', 1154: 'above', 1155: 'provide', 1156: 'list', 1157: 'kept', 1158: 'arts', 1159: 'Those', 1160: 'international', 1161: 'fundamental', 1162: 'excited', 1163: 'usually', 1164: 'critical', 1165: 'increase', 1166: 'anywhere', 1167: 'tree', 1168: 'organization', 1169: 'page', 1170: 'serious', 1171: 'alive', 1172: 'beings', 1173: 'version', 1174: 'Who', 1175: 'upon', 1176: 'machines', 1177: 'himself', 1178: 'smaller', 1179: 'skills', 1180: 'main', 1181: 'wife', 1182: 'decisions', 1183: 'uses', 1184: 'lines', 1185: 'TV', 1186: "You've", 1187: 'engineering', 1188: 'seconds', 1189: 'record', 1190: 'conversation', 1191: 'position', 1192: 'recognize', 1193: 'college', 1194: 'waste', 1195: 'wait', 1196: 'expensive', 1197: 'Like', 1198: 'content', 1199: 'please', 1200: 'anymore', 1201: 'written', 1202: 'actual', 1203: 'greater', 1204: 'stars', 1205: 'rights', 1206: 'listening', 1207: 'exist', 1208: 'humanity', 1209: 'region', 1210: 'concept', 1211: 'plant', 1212: 'becoming', 1213: 'HIV', 1214: 'solutions', 1215: 'doctor', 1216: 'famous', 1217: 'rise', 1218: 'service', 1219: 'wonder', 1220: 'Americans', 1221: 'legs', 1222: 'price', 1223: 'communication', 1224: 'mental', 1225: 'intelligence', 1226: 'production', 1227: 'code', 1228: 'healthy', 1229: 'fine', 1230: 'loved', 1231: 'tend', 1232: 'current', 1233: 'clearly', 1234: 'hot', 1235: 'practice', 1236: 'Another', 1237: 'pain', 1238: 'throughout', 1239: 'Today', 1240: 'earlier', 1241: 'bodies', 1242: 'greatest', 1243: 'fantastic', 1244: 'driving', 1245: 'dangerous', 1246: 'policy', 1247: 'touch', 1248: 'massive', 1249: 'slow', 1250: 'genes', 1251: 'waiting', 1252: 'costs', 1253: 'connect', 1254: 'walked', 1255: 'TEDx', 1256: 'search', 1257: 'teaching', 1258: "they'll", 1259: 'funny', 1260: 'Imagine', 1261: 'train', 1262: 'yeah', 1263: 'police', 1264: 'therefore', 1265: 'freedom', 1266: 'remarkable', 1267: 'career', 1268: 'arm', 1269: 'travel', 1270: 'foot', 1271: 'except', 1272: 'invented', 1273: 'effective', 1274: 'strange', 1275: 'treat', 1276: 'plastic', 1277: 'sell', 1278: 'Your', 1279: 'forest', 1280: 'pull', 1281: 'private', 1282: 'magic', 1283: 'economics', 1284: 'website', 1285: 'doctors', 1286: 'urban', 1287: 'draw', 1288: 'meeting', 1289: 'store', 1290: 'range', 1291: 'University', 1292: 'institutions', 1293: 'flying', 1294: 'David', 1295: 'services', 1296: 'specific', 1297: 'lower', 1298: 'income', 1299: 'consider', 1300: 'shot', 1301: 'following', 1302: 'babies', 1303: 'ahead', 1304: 'familiar', 1305: 'values', 1306: "weren't", 1307: 'minds', 1308: 'direction', 1309: 'War', 1310: 'From', 1311: 'progress', 1312: 'various', 1313: 'forth', 1314: 'decade', 1315: 'floor', 1316: 'levels', 1317: 'town', 1318: 'types', 1319: 'square', 1320: 'subject', 1321: 'instance', 1322: 'governments', 1323: 'path', 1324: 'decide', 1325: 'cold', 1326: 'environmental', 1327: 'D', 1328: 'John', 1329: 'shared', 1330: 'decision', 1331: 'unique', 1332: 'whose', 1333: 'decades', 1334: 'dance', 1335: 'event', 1336: 'final', 1337: 'raise', 1338: 'connection', 1339: 'weight', 1340: 'flow', 1341: 'immediately', 1342: 'useful', 1343: 'sky', 1344: 'translator', 1345: 'obvious', 1346: 'slide', 1347: 'function', 1348: 'helped', 1349: 'Two', 1350: 'near', 1351: 'although', 1352: 'artist', 1353: 'London', 1354: 'cultural', 1355: 'genetic', 1356: 'challenges', 1357: 'possibly', 1358: 'societies', 1359: 'forces', 1360: 'His', 1361: 'financial', 1362: 'aware', 1363: 'board', 1364: 'directly', 1365: 'self', 1366: 'virus', 1367: 'diseases', 1368: 'explore', 1369: 'oh', 1370: 'television', 1371: 'sat', 1372: 'terrible', 1373: 'clean', 1374: 'survive', 1375: 'answers', 1376: 'slightly', 1377: 'experiments', 1378: 'conflict', 1379: 'feed', 1380: 'understood', 1381: 'aid', 1382: 'web', 1383: 'complexity', 1384: 'complete', 1385: 'Western', 1386: 'Bastreviewer', 1387: 'hrefhttpwwwtedcomprofilesMorton', 1388: 'enormous', 1389: 'networks', 1390: 'relationships', 1391: 'recent', 1392: 'paid', 1393: 'capacity', 1394: 'worst', 1395: 'National', 1396: 'Dr', 1397: 'effects', 1398: 'surgery', 1399: 'summer', 1400: 'mobile', 1401: 'bed', 1402: 'press', 1403: 'closer', 1404: 'causes', 1405: 'citizens', 1406: 'original', 1407: 'mostly', 1408: 'anyway', 1409: 'supply', 1410: 'below', 1411: 'Mars', 1412: 'published', 1413: 'City', 1414: 'colleagues', 1415: 'dog', 1416: 'willing', 1417: 'surprising', 1418: 'speaking', 1419: 'Many', 1420: 'fuel', 1421: 'temperature', 1422: 'played', 1423: 'programs', 1424: 'noticed', 1425: 'secret', 1426: 'laws', 1427: 'Middle', 1428: 'consciousness', 1429: 'boys', 1430: 'calls', 1431: 'popular', 1432: 'evolved', 1433: 'carry', 1434: 'organizations', 1435: 'ancient', 1436: 'dying', 1437: 'Great', 1438: 'helping', 1439: 'rule', 1440: 'Instead', 1441: 'emotional', 1442: 'choices', 1443: 'fit', 1444: 'leadership', 1445: 'infrastructure', 1446: 'conference', 1447: 'Think', 1448: 'states', 1449: 'photograph', 1450: 'track', 1451: 'bees', 1452: 'oceans', 1453: 'sign', 1454: 'experiences', 1455: "they'd", 1456: 'markets', 1457: 'improve', 1458: 'creates', 1459: 'religion', 1460: 'pressure', 1461: 'active', 1462: 'birds', 1463: 'sustainable', 1464: 'straight', 1465: 'term', 1466: 'workers', 1467: 'produced', 1468: 'afraid', 1469: 'bringing', 1470: 'task', 1471: 'Afghanistan', 1472: 'communicate', 1473: 'atmosphere', 1474: 'scientist', 1475: 'twice', 1476: 'Man', 1477: 'studying', 1478: 'won', 1479: 'hole', 1480: 'race', 1481: 'chemical', 1482: 'Hey', 1483: 'California', 1484: 'purpose', 1485: 'trouble', 1486: 'quick', 1487: 'blind', 1488: 'zero', 1489: 'Indian', 1490: 'bought', 1491: 'broken', 1492: 'reduce', 1493: 'degrees', 1494: 'character', 1495: 'glass', 1496: 'push', 1497: 'differently', 1498: 'forget', 1499: 'apart', 1500: 'speech', 1501: 'diversity', 1502: 'mountain', 1503: 'streets', 1504: 'stopped', 1505: 'differences', 1506: 'biological', 1507: 'inspired', 1508: 'highly', 1509: 'capital', 1510: 'missing', 1511: 'eating', 1512: 'heat', 1513: 'legal', 1514: 'address', 1515: 'achieve', 1516: 'significant', 1517: 'standard', 1518: 'win', 1519: 'etc', 1520: 'oxygen', 1521: 'mom', 1522: 'central', 1523: 'devices', 1524: "She's", 1525: 'corner', 1526: 'lights', 1527: 'landscape', 1528: 'sleep', 1529: 'drop', 1530: 'seemed', 1531: 'molecules', 1532: 'dollar', 1533: 'discover', 1534: 'genome', 1535: 'identity', 1536: 'passion', 1537: 'attack', 1538: 'stick', 1539: 'Take', 1540: 'spending', 1541: 'basis', 1542: 'cover', 1543: 'total', 1544: 'prison', 1545: 'sharing', 1546: 'creatures', 1547: 'Again', 1548: 'invention', 1549: 'easily', 1550: 'tremendous', 1551: 'female', 1552: 'birth', 1553: 'trial', 1554: 'opportunities', 1555: 'engage', 1556: 'artists', 1557: 'ran', 1558: 'designers', 1559: 'extra', 1560: 'moments', 1561: 'hearing', 1562: 'worry', 1563: 'gotten', 1564: 'passed', 1565: 'Facebook', 1566: 'shares', 1567: 'focused', 1568: 'insects', 1569: 'failure', 1570: 'shift', 1571: 'Actually', 1572: 'feels', 1573: 'window', 1574: 'Asia', 1575: 'argument', 1576: 'fascinating', 1577: 'responsibility', 1578: 'male', 1579: 'pass', 1580: 'none', 1581: 'fully', 1582: 'painting', 1583: 'earth', 1584: 'Web', 1585: 'join', 1586: 'daughter', 1587: 'text', 1588: 'rock', 1589: 'nearly', 1590: 'trade', 1591: 'industrial', 1592: 'imagination', 1593: 'afford', 1594: 'agree', 1595: 'radio', 1596: 'turning', 1597: 'possibility', 1598: 'condition', 1599: 'phenomenon', 1600: 'knowing', 1601: 'mission', 1602: 'forever', 1603: 'interact', 1604: 'An', 1605: 'benefits', 1606: 'apply', 1607: 'opposite', 1608: 'coffee', 1609: 'collaboration', 1610: 'sold', 1611: 'giant', 1612: 'members', 1613: 'Have', 1614: 'Audience', 1615: 'fairly', 1616: 'fix', 1617: 'Mr', 1618: 'particles', 1619: 'email', 1620: 'effort', 1621: 'helps', 1622: 'lucky', 1623: 'hair', 1624: 'core', 1625: 'planets', 1626: 'balance', 1627: 'religious', 1628: 'competition', 1629: 'flight', 1630: 'depression', 1631: 'Thanks', 1632: 'notion', 1633: 'Iraq', 1634: 'colors', 1635: 'Good', 1636: 'brings', 1637: 'party', 1638: 'loss', 1639: 'leading', 1640: 'events', 1641: 'UK', 1642: 'degree', 1643: 'describe', 1644: 'Second', 1645: 'virtual', 1646: 'weapons', 1647: 'farmers', 1648: 'engine', 1649: 'dad', 1650: 'sand', 1651: 'tissue', 1652: 'Japan', 1653: 'San', 1654: 'Life', 1655: 'investment', 1656: 'despite', 1657: 'bridge', 1658: 'suffering', 1659: 'charge', 1660: 'stress', 1661: 'importantly', 1662: 'meters', 1663: 'negative', 1664: 'distance', 1665: 'dreams', 1666: 'elements', 1667: 'return', 1668: 'yellow', 1669: 'respect', 1670: 'easier', 1671: 'throw', 1672: 'held', 1673: 'structures', 1674: 'sick', 1675: 'responsible', 1676: 'figured', 1677: 'ball', 1678: 'See', 1679: 'fighting', 1680: 'nation', 1681: 'European', 1682: 'raised', 1683: 'French', 1684: 'sorry', 1685: 'photo', 1686: 'Once', 1687: 'billions', 1688: 'sector', 1689: 'lesson', 1690: 'leads', 1691: 'necessarily', 1692: 'background', 1693: 'predict', 1694: 'edge', 1695: 'photos', 1696: 'Sometimes', 1697: 'discovery', 1698: 'ultimately', 1699: 'deeply', 1700: 'noise', 1701: 'efficient', 1702: 'humor', 1703: 'Did', 1704: 'catch', 1705: 'definition', 1706: 'spaces', 1707: 'opened', 1708: 'quote', 1709: 'electric', 1710: 'enjoy', 1711: 'vast', 1712: "shouldn't", 1713: 'childhood', 1714: 'Richard', 1715: 'cognitive', 1716: 'check', 1717: 'wild', 1718: 'necessary', 1719: 'mathematics', 1720: 'weird', 1721: 'invisible', 1722: 'related', 1723: 'Very', 1724: 'holding', 1725: 'lack', 1726: 'sequence', 1727: 'influence', 1728: 'entirely', 1729: 'moves', 1730: 'However', 1731: 'typical', 1732: 'British', 1733: 'sudden', 1734: 'extreme', 1735: 'traffic', 1736: 'caught', 1737: 'cheap', 1738: 'leaving', 1739: 'psychology', 1740: 'agriculture', 1741: 'surprise', 1742: 'designer', 1743: 'mouse', 1744: 'wealth', 1745: 'strategy', 1746: 'transform', 1747: 'Big', 1748: 'hidden', 1749: 'wisdom', 1750: 'ants', 1751: 'operating', 1752: 'walls', 1753: 'matters', 1754: 'crime', 1755: 'stem', 1756: 'report', 1757: 'offer', 1758: 'B', 1759: 'base', 1760: 'gene', 1761: 'stuck', 1762: 'profound', 1763: 'brilliant', 1764: 'Over', 1765: 'boat', 1766: 'foreign', 1767: 'respond', 1768: 'studied', 1769: 'believed', 1770: 'slowly', 1771: 'civil', 1772: 'More', 1773: 'benefit', 1774: 'university', 1775: 'begins', 1776: 'AIDS', 1777: 'adults', 1778: 'collective', 1779: 'park', 1780: 'fashion', 1781: 'everyday', 1782: 'Go', 1783: 'pounds', 1784: 'star', 1785: 'visit', 1786: 'description', 1787: 'signal', 1788: 'constantly', 1789: 'organisms', 1790: 'trained', 1791: 'statistics', 1792: 'faith', 1793: 'unfortunately', 1794: 'concerned', 1795: 'breast', 1796: 'random', 1797: 'sexual', 1798: 'thinks', 1799: 'failed', 1800: 'argue', 1801: 'labor', 1802: 'managed', 1803: 'phones', 1804: 'emotions', 1805: 'CO', 1806: 'engineers', 1807: 'Mexico', 1808: 'galaxies', 1809: 'capable', 1810: 'names', 1811: 'deliver', 1812: 'river', 1813: 'factory', 1814: 'businesses', 1815: 'soil', 1816: 'affect', 1817: 'ship', 1818: "They've", 1819: 'bone', 1820: 'finished', 1821: 'museum', 1822: 'classroom', 1823: 'compared', 1824: 'languages', 1825: 'husband', 1826: 'proud', 1827: 'interaction', 1828: 'campaign', 1829: 'brand', 1830: 'era', 1831: 'toward', 1832: 'alternative', 1833: 'card', 1834: 'perfectly', 1835: 'consumption', 1836: 'note', 1837: 'honest', 1838: 'leader', 1839: 'followed', 1840: 'graph', 1841: 'represent', 1842: 'invited', 1843: 'coral', 1844: 'Washington', 1845: 'faces', 1846: 'whom', 1847: 'seriously', 1848: 'described', 1849: 'advantage', 1850: 'hell', 1851: 'married', 1852: 'brother', 1853: 'surprised', 1854: 'professional', 1855: 'principles', 1856: 'otherwise', 1857: 'tough', 1858: 'saving', 1859: 'letter', 1860: 'prevent', 1861: 'poetry', 1862: 'paying', 1863: 'versus', 1864: 'commercial', 1865: 'circle', 1866: 'vehicle', 1867: 'neighborhood', 1868: 'closed', 1869: 'protein', 1870: 'galaxy', 1871: 'moon', 1872: 'hate', 1873: 'planning', 1874: 'Brazil', 1875: 'launched', 1876: 'equivalent', 1877: 'meat', 1878: 'majority', 1879: 'account', 1880: 'wearing', 1881: 'flu', 1882: 'exists', 1883: 'increasingly', 1884: 'Each', 1885: 'bird', 1886: 'civilization', 1887: 'mothers', 1888: 'invest', 1889: 'shapes', 1890: 'Would', 1891: 'bread', 1892: 'unless', 1893: 'equal', 1894: 'Everybody', 1895: 'avoid', 1896: 'count', 1897: 'ordinary', 1898: 'molecule', 1899: 'drawing', 1900: 'puts', 1901: 'separate', 1902: 'survival', 1903: 'users', 1904: 'link', 1905: 'consequences', 1906: 'paint', 1907: "We'll", 1908: 'mentioned', 1909: 'cycle', 1910: "'", 1911: 'Twitter', 1912: 'dinner', 1913: 'warming', 1914: 'rural', 1915: 'due', 1916: 'Three', 1917: 'bank', 1918: 'normally', 1919: 'pages', 1920: 'block', 1921: 'England', 1922: 'threat', 1923: 'detail', 1924: 'airplane', 1925: 'feedback', 1926: 'received', 1927: 'debate', 1928: 'generations', 1929: 'chair', 1930: 'equipment', 1931: 'jump', 1932: 'magazine', 1933: 'organic', 1934: 'nervous', 1935: 'distribution', 1936: 'limited', 1937: 'interface', 1938: "hasn't", 1939: 'arms', 1940: 'rain', 1941: 'Iran', 1942: 'justice', 1943: 'universal', 1944: 'lunch', 1945: 'steps', 1946: 'article', 1947: 'Germany', 1948: 'creation', 1949: 'fields', 1950: 'exploration', 1951: 'plane', 1952: 'MIT', 1953: 'metaphor', 1954: 'harder', 1955: 'daily', 1956: 'treated', 1957: 'beat', 1958: 'homes', 1959: 'letters', 1960: 'hopefully', 1961: 'collect', 1962: 'theater', 1963: 'killing', 1964: 'accident', 1965: 'soldiers', 1966: 'rid', 1967: 'Everything', 1968: 'covered', 1969: 'Bill', 1970: 'leaves', 1971: 'spirit', 1972: 'suggests', 1973: 'smell', 1974: 'electrical', 1975: 'sentence', 1976: 'chain', 1977: 'watched', 1978: 'movies', 1979: 'weather', 1980: 'dimensions', 1981: 'fell', 1982: 'facts', 1983: 'corruption', 1984: 'belief', 1985: 'principle', 1986: 'engineer', 1987: 'Times', 1988: 'multiple', 1989: 'voices', 1990: 'mouth', 1991: 'testing', 1992: 'seat', 1993: 'Could', 1994: 'demand', 1995: 'damage', 1996: 'disaster', 1997: 'leg', 1998: 'continent', 1999: 'compare', 2000: 'technical', 2001: 'caused', 2002: 'tens', 2003: 'sister', 2004: 'losing', 2005: 'property', 2006: 'contact', 2007: 'adult', 2008: 'grade', 2009: 'Australia', 2010: 'intelligent', 2011: 'scene', 2012: 'filled', 2013: 'joy', 2014: 'fair', 2015: "one's", 2016: 'island', 2017: 'remote', 2018: 'chemistry', 2019: 'Come', 2020: 'worried', 2021: 'appear', 2022: 'experienced', 2023: 'George', 2024: 'Kenya', 2025: 'designing', 2026: 'wave', 2027: 'highest', 2028: 'artificial', 2029: 'cultures', 2030: 'spot', 2031: 'heads', 2032: 'researchers', 2033: 'identify', 2034: 'associated', 2035: 'processes', 2036: 'struggle', 2037: 'nations', 2038: 'signals', 2039: 'switch', 2040: 'signs', 2041: 'holes', 2042: 'evil', 2043: 'Their', 2044: 'considered', 2045: 'sites', 2046: 'curious', 2047: 'station', 2048: 'kilometers', 2049: 'awful', 2050: 'importance', 2051: 'arrived', 2052: 'desert', 2053: 'manage', 2054: 'dealing', 2055: 'shoes', 2056: 'fail', 2057: 'date', 2058: 'comfortable', 2059: 'bits', 2060: 'satellite', 2061: 'feelings', 2062: 'Japanese', 2063: 'connections', 2064: 'currently', 2065: 'sources', 2066: 'empty', 2067: 'finger', 2068: 'fourth', 2069: 'keeping', 2070: 'liked', 2071: 'stood', 2072: 'lessons', 2073: 'drink', 2074: 'gap', 2075: 'method', 2076: 'target', 2077: 'gender', 2078: 'motion', 2079: 'convinced', 2080: 'deeper', 2081: 'spoke', 2082: 'Please', 2083: 'strength', 2084: 'layer', 2085: 'waves', 2086: 'folks', 2087: 'wear', 2088: 'saved', 2089: 'School', 2090: 'grown', 2091: 'bear', 2092: 'Anderson', 2093: 'emotion', 2094: 'cloud', 2095: 'opening', 2096: 'bus', 2097: 'management', 2098: 'aging', 2099: 'match', 2100: 'trip', 2101: 'essential', 2102: 'sharks', 2103: 'analysis', 2104: 'details', 2105: 'longterm', 2106: 'Sun', 2107: 'professor', 2108: 'wondering', 2109: 'vote', 2110: 'viruses', 2111: 'James', 2112: 'gold', 2113: 'prove', 2114: 'picked', 2115: 'capture', 2116: 'suggest', 2117: 'sad', 2118: 'variety', 2119: 'calling', 2120: "he'd", 2121: 'copy', 2122: 'according', 2123: 'videos', 2124: 'flies', 2125: 'Does', 2126: 'dots', 2127: 'Charles', 2128: 'valuable', 2129: 'heavy', 2130: 'president', 2131: 'teeth', 2132: 'fill', 2133: 'expected', 2134: 'experts', 2135: 'independent', 2136: 'properties', 2137: 'thoughts', 2138: 'member', 2139: 'worldwide', 2140: "hadn't", 2141: 'safety', 2142: 'houses', 2143: 'farm', 2144: 'asks', 2145: 'maps', 2146: 'construction', 2147: 'ends', 2148: 'muscle', 2149: 'underneath', 2150: 'worlds', 2151: 'players', 2152: 'advanced', 2153: 'reaction', 2154: 'platform', 2155: 'cards', 2156: 'status', 2157: 'specifically', 2158: 'inner', 2159: 'dry', 2160: "it'll", 2161: 'lie', 2162: 'define', 2163: 'double', 2164: 'increasing', 2165: 'marriage', 2166: 'broke', 2167: 'transformation', 2168: 'requires', 2169: 'addition', 2170: 'epidemic', 2171: 'possibilities', 2172: 'effectively', 2173: 'trials', 2174: 'trick', 2175: 'roughly', 2176: 'Anyway', 2177: 'gay', 2178: 'forced', 2179: 'cameras', 2180: 'emerging', 2181: 'yesterday', 2182: 'facing', 2183: 'absolute', 2184: 'tomorrow', 2185: 'organized', 2186: 'vulnerable', 2187: 'messages', 2188: 'lifetime', 2189: 'carefully', 2190: 'Paul', 2191: 'convince', 2192: 'budget', 2193: 'characters', 2194: 'fewer', 2195: 'Israel', 2196: 'producing', 2197: 'chemicals', 2198: 'Einstein', 2199: 'direct', 2200: 'situations', 2201: 'expression', 2202: 'Canada', 2203: 'accept', 2204: 'dynamic', 2205: 'existence', 2206: 'gift', 2207: 'generate', 2208: 'exercise', 2209: 'exchange', 2210: 'carrying', 2211: 'marketing', 2212: 'roll', 2213: 'breath', 2214: 'buying', 2215: 'Last', 2216: 'ecosystem', 2217: 'Nigeria', 2218: 'resource', 2219: 'coast', 2220: 'explains', 2221: 'gain', 2222: 'behaviors', 2223: 'cure', 2224: 'musical', 2225: 'sending', 2226: 'discussion', 2227: 'malaria', 2228: 'restaurant', 2229: 'sciencekeywords', 2230: 'rare', 2231: 'finish', 2232: 'battery', 2233: 'net', 2234: 'intellectual', 2235: 'Center', 2236: 'selling', 2237: 'regular', 2238: 'sustainability', 2239: 'piano', 2240: 'Street', 2241: 'collection', 2242: 'E', 2243: "You'll", 2244: 'represents', 2245: 'healthcare', 2246: 'require', 2247: 'st', 2248: 'mortality', 2249: 'rates', 2250: 'clinical', 2251: 'stupid', 2252: 'unusual', 2253: 'practical', 2254: 'fellow', 2255: 'shark', 2256: 'Arab', 2257: 'relatively', 2258: 'exact', 2259: 'Steve', 2260: 'roof', 2261: 'depends', 2262: 'lies', 2263: 'lady', 2264: 'Institute', 2265: 'desire', 2266: 'mathematical', 2267: 'tumor', 2268: 'sugar', 2269: 'President', 2270: 'whenever', 2271: 'bottle', 2272: 'photographs', 2273: 'YouTube', 2274: 'spectrum', 2275: 'techniques', 2276: 'tons', 2277: 'north', 2278: 'partner', 2279: 'grandmother', 2280: 'victims', 2281: 'philosophy', 2282: 'algorithms', 2283: 'bright', 2284: 'fresh', 2285: 'instrument', 2286: 'ride', 2287: 'Harvard', 2288: 'movements', 2289: 'runs', 2290: 'include', 2291: 'promise', 2292: 'hurt', 2293: 'location', 2294: 'click', 2295: 'diet', 2296: 'enter', 2297: 'employees', 2298: 'goods', 2299: 'risks', 2300: 'graduate', 2301: 'rapidly', 2302: 'terrorism', 2303: 'south', 2304: 'radical', 2305: 'dinosaurs', 2306: 'UN', 2307: 'remain', 2308: 'express', 2309: 'de', 2310: 'pleasure', 2311: 'serve', 2312: 'added', 2313: 'typically', 2314: 'mirror', 2315: 'player', 2316: 'C', 2317: 'wide', 2318: 'bubble', 2319: 'interests', 2320: 'Yet', 2321: 'primary', 2322: 'setting', 2323: 'steel', 2324: 'affected', 2325: 'tradition', 2326: 'generally', 2327: 'politicians', 2328: 'la', 2329: 'hydrogen', 2330: 'previous', 2331: 'goals', 2332: 'warm', 2333: 'unit', 2334: 'credit', 2335: 'singing', 2336: 'definitely', 2337: 'bar', 2338: 'emissions', 2339: 'mention', 2340: 'newspaper', 2341: 'evolutionary', 2342: 'conscious', 2343: 'introduced', 2344: 'Britain', 2345: 'Wow', 2346: 'environments', 2347: 'Michael', 2348: 'perception', 2349: 'organs', 2350: 'hide', 2351: 'flat', 2352: 'recorded', 2353: 'sophisticated', 2354: 'plus', 2355: 'reward', 2356: 'release', 2357: 'sides', 2358: 'Al', 2359: 'introduce', 2360: 'passionate', 2361: 'honor', 2362: 'theme', 2363: 'user', 2364: 'sing', 2365: 'radiation', 2366: 'pollution', 2367: 'topic', 2368: 'vehicles', 2369: 'trillion', 2370: 'notes', 2371: 'replace', 2372: 'illness', 2373: 'technological', 2374: 'presentation', 2375: 'memories', 2376: 'Her', 2377: 'While', 2378: 'prepared', 2379: 'molecular', 2380: 'GDP', 2381: 'centers', 2382: 'mistake', 2383: 'photography', 2384: 'fat', 2385: 'insight', 2386: 'wake', 2387: 'row', 2388: 'dropped', 2389: 'Francisco', 2390: 'factor', 2391: 'interview', 2392: 'applied', 2393: 'advice', 2394: 'smile', 2395: 'mountains', 2396: 'crash', 2397: 'factors', 2398: 'wood', 2399: 'driven', 2400: 'protection', 2401: 'combination', 2402: 'round', 2403: 'ultimate', 2404: 'ought', 2405: 'bomb', 2406: 'winter', 2407: 'blocks', 2408: 'gravity', 2409: 'perform', 2410: 'mistakes', 2411: 'print', 2412: 'relevant', 2413: 'hoping', 2414: 'efficiency', 2415: 'metal', 2416: 'driver', 2417: 'components', 2418: 'pulled', 2419: 'engaged', 2420: 'kitchen', 2421: 'thanks', 2422: 'battle', 2423: 'transition', 2424: 'sample', 2425: 'reached', 2426: 'however', 2427: 'quiet', 2428: 'garden', 2429: 'occurred', 2430: 'figures', 2431: 'da', 2432: 'laugh', 2433: 'cortex', 2434: 'atoms', 2435: 'foundation', 2436: 'sees', 2437: 'literature', 2438: 'traveling', 2439: 'title', 2440: 'Since', 2441: 'underwater', 2442: 'encourage', 2443: 'ancestors', 2444: 'amounts', 2445: 'hits', 2446: 'eggs', 2447: 'keeps', 2448: 'solved', 2449: 'cross', 2450: 'fossil', 2451: 'therapy', 2452: 'features', 2453: 'activities', 2454: 'Russia', 2455: 'drives', 2456: 'illegal', 2457: 'meaningful', 2458: 'actions', 2459: 'Robert', 2460: 'cooking', 2461: 'former', 2462: 'occur', 2463: 'silence', 2464: 'destruction', 2465: 'operate', 2466: 'wine', 2467: 'naturally', 2468: 'tests', 2469: 'studio', 2470: 'detect', 2471: 'camp', 2472: 'peak', 2473: 'launch', 2474: 'wars', 2475: 'architect', 2476: "today's", 2477: 'films', 2478: 'lay', 2479: 'quantum', 2480: 'senses', 2481: 'acting', 2482: 'Its', 2483: 'motor', 2484: 'Valley', 2485: 'dogs', 2486: 'II', 2487: 'records', 2488: 'novel', 2489: 'tail', 2490: 'hospitals', 2491: 'burning', 2492: 'opinion', 2493: 'Pacific', 2494: 'formed', 2495: 'unexpected', 2496: 'dramatic', 2497: 'skill', 2498: 'mechanism', 2499: 'iPhone', 2500: 'narrative', 2501: 'Only', 2502: 'boring', 2503: 'Science', 2504: 'Thomas', 2505: 'consumer', 2506: 'visible', 2507: 'percentage', 2508: 'democratic', 2509: 'manufacturing', 2510: 'roads', 2511: 'inspiration', 2512: "women's", 2513: 'proteins', 2514: 'cutting', 2515: 'circumstances', 2516: 'crowd', 2517: 'fundamentally', 2518: 'afternoon', 2519: 'awareness', 2520: 'NASA', 2521: 'villages', 2522: 'transportation', 2523: 'inequality', 2524: 'participate', 2525: 'computing', 2526: 'collected', 2527: 'Also', 2528: 'personally', 2529: 'largely', 2530: 'Perhaps', 2531: 'toy', 2532: 'Los', 2533: 'neighbors', 2534: 'Prize', 2535: 'hrefhttpwwwtedcomprofilesSebastian', 2536: 'increased', 2537: 'forests', 2538: 'mile', 2539: 'chicken', 2540: 'tracking', 2541: 'innovative', 2542: 'empathy', 2543: 'psychological', 2544: 'controlled', 2545: 'concrete', 2546: 'required', 2547: 'providing', 2548: 'string', 2549: 'coal', 2550: 'organ', 2551: 'shoot', 2552: 'implications', 2553: 'Bettitranslator', 2554: 'element', 2555: 'silk', 2556: 'staff', 2557: 'outcome', 2558: 'scared', 2559: 'suppose', 2560: 'Chicago', 2561: 'frame', 2562: 'France', 2563: 'display', 2564: 'joke', 2565: 'sunlight', 2566: 'clip', 2567: 'conclusion', 2568: 'applications', 2569: 'closely', 2570: 'doubt', 2571: 'processing', 2572: 'State', 2573: 'Islam', 2574: 'physically', 2575: 'Project', 2576: 'relative', 2577: 'grid', 2578: 'nowhere', 2579: 'potentially', 2580: 'soul', 2581: 'protected', 2582: 'aspect', 2583: 'birthday', 2584: 'entrepreneurs', 2585: 'Adam', 2586: 'operation', 2587: 'tonight', 2588: 'electronic', 2589: 'Boston', 2590: 'horse', 2591: 'constant', 2592: 'whales', 2593: 'released', 2594: 'combined', 2595: 'medium', 2596: 'ant', 2597: 'Five', 2598: 'shop', 2599: 'decline', 2600: 'remind', 2601: 'falling', 2602: 'appropriate', 2603: 'existing', 2604: 'abstract', 2605: 'correct', 2606: 'deaths', 2607: 'laptop', 2608: 'presence', 2609: 'rocket', 2610: 'false', 2611: 'library', 2612: 'danger', 2613: 'Congress', 2614: 'creature', 2615: 'defined', 2616: 'Unfortunately', 2617: 'transformed', 2618: 'productive', 2619: 'infected', 2620: 'flew', 2621: 'behavioral', 2622: 'partners', 2623: 'liquid', 2624: 'expand', 2625: 'institution', 2626: 'tape', 2627: 'songs', 2628: 'Museum', 2629: 'expert', 2630: 'explanation', 2631: 'papers', 2632: 'instruments', 2633: 'king', 2634: 'allowing', 2635: 'Bank', 2636: 'sight', 2637: 'accurate', 2638: 'Nobody', 2639: 'Egypt', 2640: 'fake', 2641: 'church', 2642: 'Amazon', 2643: 'surrounded', 2644: 'King', 2645: 'option', 2646: 'illusion', 2647: 'subjects', 2648: 'autism', 2649: 'functions', 2650: 'ears', 2651: 'taste', 2652: 'lying', 2653: 'chose', 2654: 'collapse', 2655: 'economists', 2656: 'pair', 2657: 'latest', 2658: 'fishing', 2659: 'logic', 2660: 'shame', 2661: 'fingers', 2662: 'Union', 2663: 'threedimensional', 2664: 'stronger', 2665: 'flowers', 2666: 'gentlemen', 2667: 'sets', 2668: 'entrepreneur', 2669: 'clouds', 2670: 'director', 2671: 'clever', 2672: 'GPS', 2673: 'transport', 2674: 'falls', 2675: 'curve', 2676: 'options', 2677: 'Pakistan', 2678: 'wondered', 2679: 'pollen', 2680: 'prime', 2681: 'plans', 2682: 'centuries', 2683: 'miss', 2684: 'technique', 2685: 'stream', 2686: 'challenging', 2687: 'framework', 2688: 'productivity', 2689: 'error', 2690: 'explained', 2691: 'laboratory', 2692: 'horrible', 2693: 'clothes', 2694: 'admit', 2695: 'attempt', 2696: 'mix', 2697: 'Muslim', 2698: 'combine', 2699: 'sensitive', 2700: 'somewhat', 2701: 'parent', 2702: 'Wikipedia', 2703: 'microbes', 2704: 'cooperation', 2705: 'evening', 2706: 'election', 2707: 'unknown', 2708: 'robotic', 2709: 'embrace', 2710: 'Before', 2711: 'measured', 2712: 'writer', 2713: 'Women', 2714: 'wellbeing', 2715: 'remains', 2716: 'authority', 2717: 'Christmas', 2718: 'stayed', 2719: 'bones', 2720: 'classes', 2721: 'stands', 2722: 'Higgs', 2723: 'split', 2724: 'length', 2725: 'conservation', 2726: 'nor', 2727: 'cave', 2728: 'attacks', 2729: 'linked', 2730: 'volume', 2731: 'prize', 2732: 'About', 2733: 'reference', 2734: 'conversations', 2735: 'shall', 2736: 'rooms', 2737: 'remove', 2738: 'Remember', 2739: 'hotel', 2740: 'unlike', 2741: 'provided', 2742: 'Ah', 2743: 'poem', 2744: 'solid', 2745: 'Basically', 2746: 'Day', 2747: 'grain', 2748: 'spoken', 2749: 'climb', 2750: 'gun', 2751: 'acts', 2752: 'chart', 2753: 'vaccine', 2754: 'fund', 2755: 'biodiversity', 2756: 'burn', 2757: 'regions', 2758: 'German', 2759: 'drinking', 2760: 'feature', 2761: 'September', 2762: 'careful', 2763: 'Will', 2764: 'relate', 2765: 'bag', 2766: 'telephone', 2767: 'samples', 2768: 'confidence', 2769: 'lifestyle', 2770: 'swimming', 2771: 'grand', 2772: 'designs', 2773: 'Latin', 2774: 'interactive', 2775: 'poorest', 2776: 'Something', 2777: 'angry', 2778: 'enable', 2779: 'mechanical', 2780: 'bike', 2781: 'arguments', 2782: 'Gulf', 2783: 'monkeys', 2784: 'sports', 2785: 'busy', 2786: 'walks', 2787: 'continued', 2788: 'thin', 2789: 'wire', 2790: 'button', 2791: 'milk', 2792: 'statement', 2793: 'appreciate', 2794: 'engaging', 2795: 'lets', 2796: 'motivation', 2797: 'architects', 2798: 'wherever', 2799: 'nose', 2800: 'practices', 2801: 'offered', 2802: 'monkey', 2803: 'internal', 2804: 'Paris', 2805: 'boxes', 2806: 'equally', 2807: 'sphere', 2808: 'recording', 2809: 'reverse', 2810: 'pop', 2811: 'style', 2812: 'stone', 2813: 'solving', 2814: 'army', 2815: 'overcome', 2816: 'dancing', 2817: 'puzzle', 2818: 'exploring', 2819: 'violent', 2820: 'Really', 2821: 'dozen', 2822: 'plate', 2823: 'swim', 2824: 'Korea', 2825: 'trend', 2826: 'sensors', 2827: 'classic', 2828: 'penguins', 2829: 'succeed', 2830: 'joined', 2831: 'Congo', 2832: 'infinite', 2833: 'beach', 2834: 'band', 2835: 'cat', 2836: 'suffer', 2837: 'bet', 2838: 'zoom', 2839: 'hero', 2840: 'consumers', 2841: 'plays', 2842: 'overall', 2843: 'paradigm', 2844: 'spreading', 2845: 'feeding', 2846: 'determine', 2847: 'windows', 2848: 'corporate', 2849: 'educational', 2850: 'automatically', 2851: 'weak', 2852: 'frankly', 2853: 'standards', 2854: 'sweet', 2855: 'carried', 2856: 'score', 2857: 'contrast', 2858: 'anger', 2859: 'pure', 2860: 'obsessed', 2861: 'funding', 2862: 'cents', 2863: 'Nobel', 2864: 'tall', 2865: 'breathing', 2866: 'odd', 2867: 'desk', 2868: 'neuroscience', 2869: 'selection', 2870: 'faced', 2871: 'younger', 2872: 'Dan', 2873: 'blog', 2874: 'clock', 2875: 'symptoms', 2876: 'survey', 2877: 'recognition', 2878: 'conventional', 2879: 'application', 2880: 'limits', 2881: 'Art', 2882: 'disorders', 2883: 'app', 2884: 'causing', 2885: 'Park', 2886: 'surgeon', 2887: 'mess', 2888: 'tea', 2889: 'directions', 2890: 'pushing', 2891: 'Woman', 2892: 'spring', 2893: 'depend', 2894: 'connecting', 2895: 'wireless', 2896: 'Finally', 2897: 'concepts', 2898: 'claim', 2899: 'journalist', 2900: 'identical', 2901: 'tested', 2902: 'placed', 2903: 'advertising', 2904: 'root', 2905: 'opensource', 2906: 'animation', 2907: 'author', 2908: 'agreed', 2909: 'unclear', 2910: 'ideal', 2911: 'struck', 2912: 'assume', 2913: 'profit', 2914: 'equation', 2915: 'T', 2916: 'Foundation', 2917: 'enemy', 2918: 'celebrate', 2919: 'paintings', 2920: 'breathe', 2921: 'distributed', 2922: 'represented', 2923: 'offers', 2924: 'extinct', 2925: 'involves', 2926: 'scary', 2927: 'Health', 2928: 'upper', 2929: 'privacy', 2930: 'grows', 2931: 'floating', 2932: 'organism', 2933: 'Nothing', 2934: 'raw', 2935: 'parking', 2936: 'toilet', 2937: 'fiction', 2938: 'fold', 2939: 'cow', 2940: 'Sweden', 2941: 'finance', 2942: 'controlling', 2943: 'handle', 2944: 'presented', 2945: 'severe', 2946: 'demo', 2947: 'June', 2948: 'printing', 2949: 'divided', 2950: 'truck', 2951: 'input', 2952: 'disappear', 2953: 'fascinated', 2954: 'globe', 2955: 'mainly', 2956: 'season', 2957: 'particle', 2958: 'extent', 2959: 'greenhouse', 2960: 'Darwin', 2961: 'Other', 2962: 'lovely', 2963: 'translate', 2964: 'teams', 2965: 'tube', 2966: 'obesity', 2967: 'painful', 2968: 'Get', 2969: 'vessels', 2970: 'courage', 2971: 'prices', 2972: 'Ghana', 2973: 'colony', 2974: 'policies', 2975: 'scan', 2976: 'outcomes', 2977: 'rational', 2978: 'component', 2979: 'resistance', 2980: 'increases', 2981: 'maintain', 2982: 'phase', 2983: 'comfort', 2984: 'behave', 2985: 'interactions', 2986: 'habitat', 2987: 'zone', 2988: 'herself', 2989: 'Fellows', 2990: 'invent', 2991: 'borders', 2992: 'insurance', 2993: 'brothers', 2994: 'tasks', 2995: 'gray', 2996: 'hunger', 2997: 'furniture', 2998: 'dramatically', 2999: 'symbol', 3000: 'housing', 3001: 'economies', 3002: 'tour', 3003: 'measuring', 3004: 'soft', 3005: 'Haiti', 3006: 'conflicts', 3007: 'quarter', 3008: 'recovery', 3009: 'fixed', 3010: 'traveled', 3011: 'Angeles', 3012: 'elephant', 3013: 'commitment', 3014: 'border', 3015: 'ours', 3016: 'polio', 3017: 'exhibition', 3018: 'worker', 3019: 'awesome', 3020: 'prototype', 3021: 'shake', 3022: 'plenty', 3023: 'efforts', 3024: 'performing', 3025: 'marine', 3026: 'tries', 3027: 'curiosity', 3028: 'suicide', 3029: 'laughing', 3030: 'Obama', 3031: 'simplicity', 3032: 'intense', 3033: 'sculpture', 3034: 'genius', 3035: 'Number', 3036: 'ring', 3037: 'distant', 3038: 'treating', 3039: 'gang', 3040: 'interacting', 3041: 'smoke', 3042: 'secure', 3043: 'agenda', 3044: 'appeared', 3045: 'jail', 3046: 'breaking', 3047: 'license', 3048: 'slides', 3049: 'pocket', 3050: 'precisely', 3051: 'height', 3052: 'savings', 3053: 'existed', 3054: 'cook', 3055: 'cartoon', 3056: 'achieved', 3057: 'spider', 3058: 'receive', 3059: 'Hi', 3060: 'Give', 3061: 'wheel', 3062: 'Africans', 3063: 'embedded', 3064: 'density', 3065: 'toxic', 3066: 'parallel', 3067: 'Four', 3068: 'storytelling', 3069: 'divide', 3070: 'surely', 3071: 'appears', 3072: 'till', 3073: 'raising', 3074: 'meter', 3075: 'expectations', 3076: 'loop', 3077: 'Central', 3078: 'May', 3079: 'inspiring', 3080: 'judge', 3081: 'whale', 3082: 'disorder', 3083: 'heroes', 3084: 'DH', 3085: 'destroyed', 3086: 'hearts', 3087: 'populations', 3088: 'opposed', 3089: 'imagined', 3090: 'magnetic', 3091: 'phrase', 3092: 'department', 3093: 'reaching', 3094: 'monitor', 3095: 'socalled', 3096: 'Be', 3097: 'frozen', 3098: 'nest', 3099: 'Island', 3100: 'escape', 3101: 'thrown', 3102: 'permanent', 3103: 'Islamic', 3104: 'House', 3105: 'personality', 3106: 'post', 3107: 'properly', 3108: 'grab', 3109: 'seed', 3110: 'dignity', 3111: 'prefer', 3112: 'optimistic', 3113: 'dense', 3114: 'attached', 3115: 'innovations', 3116: 'dolphins', 3117: 'ignore', 3118: 'master', 3119: 'academic', 3120: 'Revolution', 3121: 'hang', 3122: 'ugly', 3123: 'mystery', 3124: 'disappeared', 3125: 'whereas', 3126: 'facial', 3127: 'axis', 3128: 'neither', 3129: 'ceiling', 3130: 'meetings', 3131: 'suit', 3132: 'likes', 3133: 'lung', 3134: 'usual', 3135: 'Any', 3136: 'harm', 3137: 'ladies', 3138: 'abuse', 3139: 'immune', 3140: 'charity', 3141: 